{"data0":"Effective Date","data1":"DEPARTMENTAL                                           1 Nov 06","title2":"GENERAL","data3":"ORDER                     Index as:","data4":"A-7                       Annual Report","data5":"Departmental Report, Annual","data6":"Management Report, Annual","title7":"ANNUAL MANAGEMENT AND DEPARTMENTAL REPORTS","data8":"The purpose of this order is to set forth Departmental policy and procedures for submittingand reviewing annual calendar year information from individual functional units and inter-agency task forces within the Oakland Police Department.","title11":"I.     POLICY","data12":"It shall be the policy of the Department to annually collect performance data from allfunctional units within the Department for review by the Chief of Police. Theinformation shall be used to create an Oakland Police Department Annual Report fordissemination to the public.","title16":"II.    RESPONSIBILITIES","data17":"A.     Bureau of Administration1.     The Bureau of Administration Director or designee shall:a.     No later than the first Friday in December, prepare a","data20":"Memorandum from the Chief of Police for distribution to allfunctional units in the Department, directing the submittal ofan Annual Management Report to their respectivstDivisioncommander or manager no later than January 31  of thefollowing year; ANDb.     Prepare a schedule that will allow Chief of Police and the","data26":"Bureau Deputy Chiefs/Director to meet with individual","data27":"Division and/or independent section commanders, managers,and/or supervisors to thoroughly review the submitted Annual","data29":"Management Reports. These meetings shall be scheduled forthe first three weeks in March, or on such dates as to comportwith the Chief’s daily schedule.","data32":"Page 1 of 5DEPARTMENTAL GENERAL ORDER                                     A-7        Effective Date","data33":"OAKLAND POLICE DEPARTMENT                                                     1 Nov 06c.     Assign staff to compile the individually submitted Annual","data35":"Reports into a conthlidated Oakland Police Department Annual","data36":"Report by July 30 .d.     Coordinate the procurement of supplies and services for theprinting and binding of paper copies, making of compact disccopies, and Departmental website posting of the Annual","data40":"Report.","data41":"B.      Bureau Deputy Chiefs/Director shall:1.     Review the annual information reports submitted by Divisions undertheir purview.2.     Coordinate with the Bureau of Administration Director or designee onthe meeting schedule noted in Section II, A, 1, b of this order.","data46":"C.      Division and/or independent section commanders, managers, and/orsupervisors shall:1.     Collect and review the Annual Management Reports of theirsubordinates.2.     Collate the information into an executive summary, attaching the unitreports as individual appendices.3.     Forward the report to their respective Bureau Deputy Chief/Directorno later than February 15 .","data54":"D.      Chief of Police1.     During the first three weeks of March, or at such times and dates asto comport with his/her schedule, meet with the Bureau Deputy","data57":"Chiefs/Director and the respective commanders/managers and/orsupervisors to review the Annual Management Report submissions.2.     Complete the review process and approve the submissions no laterthan 10 April.3.     Upon approval, forward the appropriate sections of thereports/documents to the Bureau of Administration for production andpublication of an Oakland Police Department Annual Report forrelease to the public.","data65":"Page 2 of 5 DEPARTMENTAL GENERAL ORDER                                   A-7       Effective Date","data66":"OAKLAND POLICE DEPARTMENT                                                   1 Nov 06","title67":"III.   REPORT CONTENT","data68":"All units shall include the following information as part of their Annual Management","data69":"Report:","data70":"A.     Mandatory Information","data71":"All Annual Management Reports shall contain the following information:1.     Staffing (authorized versus actual, sworn and professional staff)","data73":"This section details changes to staff and staffing challenges, i.e., long-term injury/illness absences, temporary reassignments, hiring freezes,promotions, retirements [(identify name, rank, years of service, andtype of retirement (service or disability)].2.     Fiscal Management Report","data78":"This section contains an analysis chart of the unit’s budgetappropriation and expenditures from the preceding fiscal year(1 Jul–30 Jun).","data81":"Charts shall consist of the following four (4) column headings:a.     Unit Appropriation Categories (Column 1):","title83":"11)     O&M;22)     Grants;33)     Personnel (excluding overtime); and44)     Overtime.b.     Budget Appropriation (Column 2) – Enter the dollar amountbudgeted for the previous fiscal year.c.     Actual Expenditures (Column 3) – Enter the dollar amount ofactual expenditures for the previous fiscal year.d.     Difference (Column 4) – Enter the difference between theactual expenditure (column 3) and the budget appropriation(column 2).","data94":"Any negative difference (overspending) (column 4) shallrequire narrative explanations.","data96":"Page 3 of 5DEPARTMENTAL GENERAL ORDER                                  A-7       Effective Date","data97":"OAKLAND POLICE DEPARTMENT                                                  1 Nov 06","data98":"Exemplar:","data99":"Appropriation          Budget           Actual       Difference","data100":"Categories       Appropriation    Expenditures","title101":"O&M","data102":"Grants","data103":"Personnel(excluding O/T)","data105":"Overtime3.     Training Received and/or Provided by Unit Personnel","data107":"This section includes the subject of the training, number of personstrained, and the length of the training (in hours).4.     Significant Accomplishments","data110":"This section contains a narrative of the unit’s deeds to include, but notlimited to, on-going programs, new programs, special projects, and alist of achievements and awards received by the unit or individualpersonnel assigned to the unit.5.     Productivity Performance Data","data115":"This section contains specific unit-related output statistics, such ascitations issued, vehicles towed, warrants cleared, arrests, andattendance at community meetings.6.     Other Performance Data","data119":"This section includes “other” data which may indicate a need forcorrective action (i.e., uses of force, discharging of firearms,personnel complaints, vehicle pursuits, preventable vehiclecollisions).7.     Plans, Expectations, and Goals","data124":"This section contains a narrative of the unit commander’s current“State of the Unit,” and his/her plans, expectations, and goals for thecoming year.","data127":"Page 4 of 5 DEPARTMENTAL GENERAL ORDER                                A-7       Effective Date","data128":"OAKLAND POLICE DEPARTMENT                                                1 Nov 06","data129":"B.     Optional Information","data130":"Optional information may be included in the Annual Management Report andmay contain material, such as:1.    Photographs of unit personnel engaged in their operational duties.2.    Copies of letters received from the public/other agencies recognizingthe work of staff.","data135":"By order of","data136":"Wayne G. Tucker","data137":"Chief of Police                                 Date Signed: _____________________","data138":"Page 5 of 5"}